tap 'teamookla/speedtest'
tap 'argoproj/tap'

brew 'ansible'
brew 'argocd'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'berkeley-db'
brew 'brotli'
brew 'c-ares'
brew 'cairo'
brew 'checkov'
brew 'curl'
brew 'detect-secrets'
brew 'direnv'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'fribidi'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'giflib'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'go-task'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'harfbuzz'
brew 'helm'
brew 'icu4c'
brew 'isl'
brew 'jemalloc'
brew 'jpeg'
brew 'kind'
brew 'kubeconform'
brew 'kubernetes-cli'
brew 'lefthook'
brew 'libev'
brew 'libffi'
brew 'libidn2'
brew 'libmpc'
brew 'libpng'
brew 'libpthread-stubs'
brew 'libspiro'
brew 'libssh2'
brew 'libtiff'
brew 'libtool'
brew 'libuninameslist'
brew 'libunistring'
brew 'libuv'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxrender'
brew 'libyaml'
brew 'lua'
brew 'lzo'
brew 'm4'
brew 'minikube'
brew 'mpdecimal'
brew 'mpfr'
brew 'ncurses'
brew 'nghttp2'
brew 'nkf'
brew 'nodebrew'
brew 'openldap'
brew 'openssl@1.1'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'peco'
brew 'perl'
brew 'pixman'
brew 'pkg-config'
brew 'pre-commit'
brew 'pyenv'
brew 'python@3.9'
brew 'rbenv-communal-gems'
brew 'rbenv'
brew 'readline'
brew 'rtmpdump'
brew 'ruby-build'
brew 'ruby'
brew 'serverless'
brew 'sphinx-doc'
brew 'sqlite'
brew 'tfenv'
brew 'tree'
brew 'wget'
brew 'xorgproto'
brew 'xz'
brew 'zsh'
brew 'zstd'

# cask 'google-japanese-ime'
cask '1password'
cask 'alfred'
cask 'between'
cask 'bluestacks'
cask 'clipy'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner-elements'
cask 'steam'
cask 'visual-studio-code'
cask 'xquartz'

mas 'Amphetamine', id: 937984704
mas 'kindle', id: 405399194
mas 'Seashore', id: 1448648921