tap 'argoproj/tap'

brew 'ansible'
brew 'argocd'
brew 'autossh'
brew 'awscli'
brew 'bash'
brew 'cairo'
brew 'checkov'
brew 'curl'
brew 'direnv'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'helm'
brew 'k9s'
brew 'kind'
brew 'kubectl'
brew 'kubectl-argo-rollouts'
brew 'kubeconform'
brew 'md5sha1sum'
brew 'minikube'
brew 'neofetch'
brew 'nkf'
brew 'nodebrew'
brew 'openldap'
brew 'openssl@1.1'
brew 'peco'
brew 'perl'
brew 'pre-commit'
brew 'pwgen'
brew 'pyenv'
brew 'python@3.9'
brew 'rbenv-communal-gems'
brew 'rbenv'
brew 'ruby-build'
brew 'ruby'
brew 'sqlite'
brew 'tfenv'
brew 'tree'
brew 'wget'
brew 'zsh'

# cask 'alfred'                 # -> raycast
# cask 'clipy'                  # -> raycast
# cask 'google-japanese-ime'    # -> manual install
# cask 'iterm2'                 # -> warp
cask 'docker'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'raycast'
cask 'visual-studio-code'
cask 'warp'
